let departments = [

    {
        'city': 'Киев',
        'region': 'Киевская',
        'title': 'ТРЦ «Ocean Plaza»',
        'address': 'Ст. м. «Лыбедская», бульвар Дружбы Народов, 3-А',
        'phone': '044 284-50-80',
        'Longitude': '50.41216032092543',
        'Latitude': '30.52261685488979',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },
    {
        'city': 'Киев',
        'region': 'Киевская',
        'title': 'Ст. м. «Минская»',
        'address': 'проспект Оболонский, 16',
        'phone': '044 284-50-80',
        'Longitude': '50.51205774570728',
        'Latitude': '30.5005075837308',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Киев',
        'region': 'Киевская',
        'title': 'ТРЦ «Квадрат»',
        'address': 'бульвар Перова, 36',
        'phone': '044 284-50-80',
        'Longitude': '50.48505996978448',
        'Latitude': '30.59502818293475',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 0
    },
    {
        'city': 'Васильков',
        'region': 'Киевская',
        'title': 'Поштове відділення №4',
        'address': 'Сагайдачного, 50',
        'phone': '044 284-50-80',
        'Longitude': '50.1933370378241',
        'Latitude': '30.30075967534007',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 1
    },
    {
        'city': 'Васильков',
        'region': 'Киевская',
        'title': 'Поштове відділення №3',
        'address': 'мікрорайон Військове містечко, 11, буд. 5а',
        'phone': '044 284-50-80',
        'Longitude': '50.21171736137658',
        'Latitude': '30.314768129259388',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 0
    },
    {
        'city': 'Белая Церква',
        'region': 'Киевская',
        'title': 'Поштове відділення №2',
        'address': 'Вокзальна вулиця, 22',
        'phone': '044 284-50-80',
        'Longitude': '49.81332130958263',
        'Latitude': '30.107389008234694',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 0
    },
    {
        'city': 'Винница',
        'region': 'Винницкая',
        'title': 'Поштове відділення',
        'address': 'вулиця Келецька, 83',
        'phone': '044 284-50-80',
        'Longitude': '49.22767927633707',
        'Latitude': '28.40720840200767',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 1
    },
    {
        'city': 'Винница',
        'region': 'Винницкая',
        'title': 'Поштове відділення №18',
        'address': 'Князів Коріатовичів, 181a',
        'phone': '044 284-50-80',
        'Longitude': '49.22355707984509',
        'Latitude': '28.458189225825773',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Гайсин',
        'region': 'Винницкая',
        'title': 'Поштове відділення №1',
        'address': 'вул. Жовтнева, 2',
        'phone': '044 284-50-80',
        'Longitude': '48.81264083292305',
        'Latitude': '29.378017712421784',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },
    {
        'city': 'Умань',
        'region': 'Черкасская',
        'title': 'Поштове відділення №2',
        'address': 'вулиця Європейська, 31',
        'phone': '044 284-50-80',
        'Longitude': '48.76999891673597',
        'Latitude': '30.21568714319876',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Черкассы',
        'region': 'Черкасская',
        'title': 'Поштове відділення №5',
        'address': 'вулиця Сумгаїтська, 33',
        'phone': '044 284-50-80',
        'Longitude': '49.438365596952',
        'Latitude': '32.01496142880936',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },
    {
        'city': 'Жашков',
        'region': 'Черкасская',
        'title': 'Поштове відділення №2',
        'address': 'вулиця Соборна, 49',
        'phone': '044 284-50-80',
        'Longitude': '49.25235664244372',
        'Latitude': '30.100660579198117',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Кропивницкий',
        'region': 'Кировоградская',
        'title': 'Поштове відділення №21',
        'address': 'Героїв України, 28г',
        'phone': '044 284-50-80',
        'Longitude': '48.496904976912745',
        'Latitude': '32.19792635144619',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },
    {
        'city': 'Бобринець',
        'region': 'Кировоградская',
        'title': 'Поштове відділення №1',
        'address': 'Шевченка, 54а',
        'phone': '044 284-50-80',
        'Longitude': '48.06000843931879',
        'Latitude': '32.158673007663275',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Александрия',
        'region': 'Кировоградская',
        'title': 'Поштове відділення №21',
        'address': 'вулиця Діброви, 16',
        'phone': '044 284-50-80',
        'Longitude': '48.67682759163345',
        'Latitude': '33.11478275387152',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Николаев',
        'region': 'Николаевская',
        'title': 'Поштове відділення №14',
        'address': 'просп. Центральний, 159',
        'phone': '044 284-50-80',
        'Longitude': '46.9742058624511',
        'Latitude': '32.013419157258866',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },
    {
        'city': 'Николаев',
        'region': 'Николаевская',
        'title': 'Поштове відділення №3',
        'address': 'вулиця Космонавтів, 83A',
        'phone': '044 284-50-80',
        'Longitude': '46.97619357535479',
        'Latitude': '32.07896593073929',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 0
    },
    {
        'city': 'Вознесенск',
        'region': 'Николаевская',
        'title': 'Поштове відділення №2',
        'address': 'вулиця Одеська, 16/6, Вознесенськ',
        'phone': '044 284-50-80',
        'Longitude': '47.57134464811004',
        'Latitude': '31.34351722945791',
        'shedule': [
            'Пн-Пт 09:00–20:00',
        ],
        'pickup': 0
    },
    {
        'city': 'Доманевка',
        'region': 'Николаевская',
        'title': 'Поштове відділення №2',
        'address': 'вулиця Центральна, 32',
        'phone': '044 284-50-80',
        'Longitude': '47.6316991998706',
        'Latitude': '30.988382072345324',
        'shedule': [
            'Пн-Пт 09:00–20:00',
            'Сб-Вс 10:00–18:00'
        ],
        'pickup': 1
    },

];